Repository: Richasy/Wfa.Uwp
Catalog: src/Wfa.App/Resources/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans, zh_hant

source: Abilities
zh_hans: 技能列表
zh_hant: 技能列表

source: About this app
zh_hans: 关于此应用
zh_hant: 關於此應用

source: About to arrive
zh_hans: 即将抵达
zh_hant: 即將抵達

source: Accuracy
zh_hans: 精准度
zh_hant: 精準度

# AlertFormatText
source: The alert will ends in {0}, please log in to the game to view
zh_hans: 警报将在 {0} 结束，请登录游戏查看
zh_hant: 警報將在 {0} 結束，請登錄遊戲查看

source: Ammo
zh_hans: 弹药量
zh_hant: 彈藥量

source: App description
zh_hans: Warframe 的动态信息
zh_hant: 用於檢測 Warframe 的各種信息

# AppTheme
source: Application theme
zh_hans: 应用主题
zh_hant: 應用主題

# AppThemeDescription
source: Choose an app theme of your preference
zh_hans: 选择一个你偏好的应用主题
zh_hant: 選擇一個你偏好的應用主題

source: Arbitration
zh_hans: 仲裁
zh_hant: 仲裁

source: Arch-gun
zh_hans: 空战枪械
zh_hant: 空戰槍械

# ArchGunDetail
source: Arch-gun details
zh_hans: 空战枪械详情
zh_hant: 空戰槍械詳情

source: Arch-melee
zh_hans: 空战近战武器
zh_hant: 空戰近戰武器

# ArchMeleeDetail
source: Arch-melee details
zh_hans: 空战近战武器详情
zh_hant: 空戰近戰武器詳情

# ArchwingDetail
source: Archwing details
zh_hans: Archwing 详情
zh_hant: Archwing 詳情

source: Armor
zh_hans: 护甲值
zh_hant: 護甲值

source: Arrived
zh_hans: 已经到达
zh_hant: 已經到達

source: Attacker
zh_hans: 入侵方
zh_hant: 入侵方

source: Attack range
zh_hans: 攻击范围
zh_hant: 攻擊範圍

source: Attack speed
zh_hans: 攻击速度
zh_hant: 攻擊速度

source: Auction
zh_hans: 拍卖
zh_hant: 拍賣

# BackToPrevious
source: Back
zh_hans: 返回上一页
zh_hant: 返回上一頁

source: Buyer
zh_hans: 买家
zh_hant: 買家

source: Buyout
zh_hans: 买断
zh_hant: 買斷

# BuyoutPrice
source: BP
zh_hans: 一口价
zh_hant: 一口價

source: Cambion drift
zh_hans: 魔胎之境
zh_hant: 魔胎之境

source: Cancel
zh_hans: 取消
zh_hant: 取消

# Clean
source: Clear
zh_hans: 清除
zh_hant: 清除

# CleanLogger
source: Clear logging
zh_hans: 清除日志记录
zh_hant: 清除日誌記錄

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Cold
zh_hans: 寒冷
zh_hant: 寒冷

# CommunityDatabase
source: Community data
zh_hans: 社区资料数据
zh_hant: 社區資料數據

source: Confirm
zh_hans: 确认
zh_hant: 確認

# ConstructionProgress
source: Battleship construction progress
zh_hans: 战舰建造进度
zh_hant: 戰艦建造進度

source: Copy message
zh_hans: 复制消息
zh_hant: 複製消息

# Count
source: Quantity
zh_hans: 数量
zh_hant: 數量

# CountAscending
source: Quantity ascending
zh_hans: 数量升序
zh_hant: 數量升序

# CountDescending
source: Quantity descending
zh_hans: 数量降序
zh_hant: 數量降序

source: Critical chance
zh_hans: 暴击率
zh_hant: 暴擊率

source: Critical multiplier
zh_hans: 暴击倍率
zh_hant: 暴擊倍率

# DailySale
source: Daily discount
zh_hans: 每日折扣
zh_hant: 每日折扣

source: Damage
zh_hans: 伤害
zh_hant: 傷害

source: Damage ascending
zh_hans: 伤害升序
zh_hant: 傷害升序

source: Damage descending
zh_hans: 伤害降序
zh_hant: 傷害降序

source: Dark
zh_hans: 深色
zh_hant: 深色

# DatabaseSetting
source: Database
zh_hans: 数据库设置
zh_hant: 數據庫設置

# DatabaseSettingDescription
source: App will cache the required data from WFCD and Warframe Market to the local, you can check the update time or update again
zh_hans: 应用会从 WFCD 和 Warframe Market 缓存所需数据至本地，你可以检查更新时间或者重新更新
zh_hant: 應用會從 WFCD 和 Warframe Market 緩存所需數據至本地，你可以檢查更新時間或者重新更新

# DataUpdateDescription
source: The application will download the latest game data from github/WFCD and Warframe Market.
zh_hans: 应用将会从 github/WFCD 和 Warframe Market 中下载最新的游戏资料，中国用户可能会因为区域限制导致不能顺利更新，请在帮助中查看解决方法
zh_hant: 應用將會從 github/WFCD 和 Warframe Market 中下載最新的遊戲資料，中國用戶可能會因為區域限制導致不能順利更新，請在幫助中查看解決方法

# DataUpdating
source: Updateing information...
zh_hans: 资料更新中...
zh_hant: 資料更新中...

source: Day
zh_hans: 白昼
zh_hant: 白晝

source: Defender
zh_hans: 防守方
zh_hant: 防守方

source: Earth
zh_hans: 地球
zh_hant: 地球

source: Element
zh_hans: 元素
zh_hant: 元素

# EndDateFormat
source: Ends in {0}
zh_hans: {0}结束
zh_hant: {0}結束

source: Enemy
zh_hans: 敌人
zh_hant: 敵人

# ExpiryDateFormat
source: Expires {0}
zh_hans: {0}过期
zh_hant: {0}過期

source: Fandom Wiki
zh_hans: Fandom 维基
zh_hant: Fandom 維基

source: Fire rate
zh_hans: 射速
zh_hant: 射速

# Fissure
source: Fissures
zh_hans: 虚空裂缝
zh_hant: 虛空裂縫

source: Follow system
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Fomorian
zh_hans: 巨人战舰
zh_hant: 巨人戰艦

source: Found
zh_hans: 已发现
zh_hant: 已發現

source: Game
zh_hans: 游戏
zh_hant: 遊戲

source: Game events
zh_hans: 游戏活动
zh_hant: 遊戲活動

source: Generic
zh_hans: 通用
zh_hant: 通用

# HasAlert
source: There are new alerts!
zh_hans: 有新的警报！
zh_hant: 有新的警報！

source: Has ephemera
zh_hans: 是否有幻纹
zh_hant: 是否有幻紋

source: Health
zh_hans: 生命值
zh_hant: 生命值

# HelpAndSupport
source: Help & support
zh_hans: 帮助 & 支持
zh_hant: 幫助 & 支持

source: Huiji Wiki
zh_hans: 灰机维基
zh_hant: 灰機維基

# InGame
source: In the game
zh_hans: 游戏中
zh_hant: 遊戲中

source: Introduce
zh_hans: 介绍
zh_hant: 介紹

source: Invasions
zh_hans: 入侵任务
zh_hant: 入侵任務

source: Items
zh_hans: 物品
zh_hant: 物品

# LastUpdateTimeFormatText
source: Recent Updates: {0}
zh_hans: 最近更新：{0}
zh_hant: 最近更新：{0}

source: Level
zh_hans: 等级
zh_hant: 等級

source: Library
zh_hans: 资料库
zh_hant: 資料庫

# LibraryUpdated
source: Community database update complete
zh_hans: 社区资料库更新完成
zh_hant: 社區資料庫更新完成

# LibraryUpdateFailed
source: Community database update failed
zh_hans: 社区资料库更新失败
zh_hant: 社區資料庫更新失敗

# LibraryUpdatingDescription
source: Fetching latest items data from WFCD
zh_hans: 正在从 WFCD 获取最新的物品资料内容
zh_hant: 正在從 WFCD 獲取最新的物品資料內容

# LibraryUpdatingTitle
source: Community database is being updated
zh_hans: 社区资料库正在更新
zh_hant: 社區資料庫正在更新

# License
source: ©2022 Richasy. MIT License
zh_hans: ©2022 Richasy. MIT 许可证
zh_hant: ©2022 Richasy. MIT 許可證

source: Lich
zh_hans: 玄骸
zh_hant: 玄骸

source: Light
zh_hans: 浅色
zh_hant: 淺色

source: Location
zh_hans: 地点
zh_hant: 地點

# LogEmptied
source: Logging cleared
zh_hans: 已清除日志记录
zh_hant: 已清除日誌記錄

# LoggerFolder
source: Log folder
zh_hans: 日志文件夹
zh_hant: 日誌文件夾

# LoggerModule
source: Logging
zh_hans: 日志记录
zh_hant: 日誌記錄

# LoggerModuleDescription
source: View app logs or clear logging
zh_hans: 查看应用日志或清除日志记录
zh_hant: 查看應用日誌或清除日誌記錄

source: Magazine size
zh_hans: 装弹量
zh_hant: 裝彈量

# MarketDatabase
source: Market items
zh_hans: 市场商品数据
zh_hant: 市場商品數據

# MarketMessageCopied
source: Message copied, please paste in in-game chat
zh_hans: 消息已复制，请在游戏内的聊天框中粘贴
zh_hant: 消息已復制，請在遊戲內的聊天框中粘貼

# MarketUpdated
source: Market database update completed
zh_hans: 市场资料库更新完成
zh_hant: 市場資料庫更新完成

# MarketUpdateFailed
source: Market database update failed
zh_hans: 市场资料库更新失败
zh_hant: 市場資料庫更新失敗

# MarketUpdatingDescription
source: Getting the latest items information from Warframe Market
zh_hans: 正在从 Warframe Market 获取最新的商品信息
zh_hant: 正在從 Warframe Market 獲取最新的商品信息

# MarketUpdatingTitle
source: Market database is being updated
zh_hans: 市场资料库正在更新
zh_hant: 市場資料庫正在更新

source: Mastery rank
zh_hans: 段位
zh_hant: 段位

source: Melee
zh_hans: 近战武器
zh_hant: 近戰武器

# MeleeDetail
source: Melee details
zh_hans: 近战武器详情
zh_hant: 近戰武器詳情

source: Menu
zh_hans: 菜单
zh_hant: 菜單

# ModDetail
source: Mod details
zh_hans: Mod 详情
zh_hant: Mod 詳情

source: Modifier
zh_hans: 强化类型
zh_hant: 強化類型

# NeverUpdate
source: Data has not been updated
zh_hans: 数据尚未更新
zh_hant: 數據尚未更新

source: News
zh_hans: 新闻
zh_hant: 新聞

source: Night
zh_hans: 黑夜
zh_hant: 黑夜

source: Nightwave
zh_hans: 午夜电波
zh_hant: 午夜電波

# NoData
source: Didn't find what you were looking for
zh_hans: 没找到所需要的内容
zh_hant: 沒找到所需要的內容

# NoEvents
source: There are currently no game events
zh_hans: 当前没有游戏活动
zh_hant: 當前沒有遊戲活動

source: Not found
zh_hans: 未发现
zh_hant: 未發現

source: Not tradable
zh_hans: 不可交易
zh_hant: 不可交易

source: Offline
zh_hans: 离线
zh_hant: 離線

source: Online
zh_hans: 在线
zh_hant: 在線

source: Online status
zh_hans: 在线状态
zh_hant: 在線狀態

source: Open folder
zh_hans: 打开文件夹
zh_hant: 打開文件夾

source: Open Warframe Market
zh_hans: 打开 Warframe Market
zh_hant: 打開 Warframe Market

source: Orb vallis
zh_hans: 奥布山谷
zh_hant: 奧布山谷

# OrderDetail
source: Order details
zh_hans: 订单详情
zh_hant: 訂單詳情

source: Order type
zh_hans: 订单类型
zh_hant: 訂單類型

source: Passive ability
zh_hans: 被动技能
zh_hant: 被動技能

source: Plains of Eidolon
zh_hans: 夜灵平野
zh_hant: 夜靈平野

source: Platinum
zh_hans: 白金数
zh_hant: 白金數

# PositiveAscending
source: Positive attribute ascending
zh_hans: 增益属性升序
zh_hant: 增益屬性升序

source: Positive attribute
zh_hans: 增益属性
zh_hant: 增益屬性

# PositiveDescending
source: Positive attribute descending
zh_hans: 增益属性降序
zh_hant: 增益屬性降序

source: Power
zh_hans: 能量值
zh_hant: 能量值

# PreferWiki
source: Preferred Wikipedia
zh_hans: 偏好的维基百科
zh_hant: 偏好的維基百科

# PreferWikiDescription
source: Choose a wiki you like. When querying the library, you can click the wiki button to enter the wiki to view the detailed information of the entry
zh_hans: 选一个你喜欢的百科，在查询资料库时，你可以点击维基按钮进入该维基查看条目的详细信息
zh_hant: 選一個你喜歡的百科，在查詢資料庫時，你可以點擊維基按鈕進入該維基查看條目的詳細信息

source: Pre-launch
zh_hans: 预启动
zh_hant: 預啟動

# PrelaunchDescription
source: Turn on pre-launch, the application will start silently in the background after the system starts, and the application opening speed will be very fast
zh_hans: 开启预启动，应用将在系统启动后在后台静默启动，应用打开的速度会很快
zh_hant: 開啟預啟動，應用將在系統啟動後在後台靜默啟動，應用打開的速度會很快

source: Price ascending
zh_hans: 价格升序
zh_hant: 價格升序

source: Price descending
zh_hans: 价格降序
zh_hant: 價格降序

source: Primary
zh_hans: 主要武器
zh_hant: 主要武器

# PrimaryDetail
source: Primary details
zh_hans: 主要武器详情
zh_hant: 主要武器詳情

# PublisherApp
source: My other apps
zh_hans: 开发者的其它应用
zh_hant: 開發者的其它應用

source: Razorback
zh_hans: 利刃豺狼
zh_hant: 利刃豺狼

source: Refresh
zh_hans: 刷新
zh_hant: 刷新

# RelatedMarketItem
source: Related items
zh_hans: 相关商品
zh_hant: 相關商品

source: Renew
zh_hans: 刷新
zh_hant: 刷新

source: Required mastery rank
zh_hans: 需求段位
zh_hant: 需求段位

source: Reroll
zh_hans: 循环
zh_hant: 循環

# RestartWarning
source: You have changed static resources, you need to restart the application to take effect
zh_hans: 您更改了静态资源，需要重启应用才能生效
zh_hant: 您更改了靜態資源，需要重啟應用才能生效

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Reward
zh_hans: 奖励
zh_hant: 獎勵

source: Riven
zh_hans: 裂罅
zh_hant: 裂罅

source: Rotation items
zh_hans: 轮替商品
zh_hant: 輪替商品

# SearchLibrary
source: Search the library
zh_hans: 搜索资料库
zh_hant: 搜索資料庫

# SearchTip
source: Find what you want from the Warframe Market
zh_hans: 从 Warframe Market 中找找你想要的
zh_hant: 從 Warframe Market 中找找你想要的

# SearchTipSlim
source: Search in WM
zh_hans: 在 WM 中搜索
zh_hant: 在 WM 中搜索

source: Secondary
zh_hans: 次要武器
zh_hant: 次要武器

# SecondaryDetail
source: Secondary details
zh_hans: 次要武器详情
zh_hant: 次要武器詳情

source: Seller
zh_hans: 卖家
zh_hant: 賣家

# SetFailed
source: Setup failed
zh_hans: 设置失败
zh_hant: 設置失敗

# SetSuccess
source: Successfully set up
zh_hans: 已成功设置
zh_hant: 已成功設置

source: Settings
zh_hans: 设置
zh_hant: 設置

source: Shield
zh_hans: 护盾值
zh_hant: 護盾值

source: Show items
zh_hans: 查看物品
zh_hant: 查看物品

source: Skirmish
zh_hans: 前哨战
zh_hant: 前哨戰

source: Sortie
zh_hans: 突击任务
zh_hant: 突擊任務

# SortType
source: Sort by
zh_hans: 排序方式
zh_hant: 排序方式

source: Start method
zh_hans: 启动方式
zh_hant: 啟動方式

# StartMethodDescription
source: You can choose how apps start
zh_hans: 您可以选择应用的启动方式以更快速地打开应用
zh_hant: 您可以選擇應用的啟動方式以更快速地打開應用

# StartPrice
source: SP
zh_hans: 起拍价
zh_hant: 起拍價

source: Startup
zh_hans: 自启动
zh_hant: 自啟動

# StartupDescription
source: Add the application to the startup items, the application will be automatically launched after the system starts, and displayed on the taskbar in a minimized form
zh_hans: 将应用添加到开机启动项，应用将在系统启动后自动打开，并以最小化形式显示在任务栏
zh_hant: 將應用添加到開機啟動項，應用將在系統啟動後自動打開，並以最小化形式顯示在任務欄

# StartupDisabledByPolicy
source: Startup items are managed by your organization or group policy, app startup items are disabled
zh_hans: 启动项由您的组织或组策略管理，应用启动项已被禁用
zh_hant: 啟動項由您的組織或組策略管理，應用啟動項已被禁用

# StartupDisabledByUser
source: Startup items are manually disabled by the user, you need to manually enable them to take effect
zh_hans: 启动项由用户手动禁用，您需要手动启用才能生效
zh_hant: 啟動項由用戶手動禁用，您需要手動啟用才能生效

source: Status chance
zh_hans: 触发几率
zh_hant: 觸發機率

source: Steel path
zh_hans: 钢铁之路
zh_hant: 鋼鐵之路

# StoreComment
source: Give an comment
zh_hans: 求个好评
zh_hant: 求個好評

source: Syndicate missions
zh_hans: 赏金任务
zh_hant: 賞金任務

source: Tier
zh_hans: 纪元
zh_hant: 紀元

source: Total damage
zh_hans: 总伤害
zh_hant: 總傷害

source: Tradability
zh_hans: 可交易性
zh_hant: 可交易性

source: Tradable
zh_hans: 可交易
zh_hant: 可交易

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: Void trader
zh_hans: 虚空商人
zh_hant: 虛空商人

# VoidTraderItems
source: Void trader inventory
zh_hans: 虚空商人货品清单
zh_hant: 虛空商人貨品清單

source: Warframe
zh_hans: 战甲
zh_hant: 戰甲

# WarframeDetail
source: Warframe details
zh_hans: 战甲详情
zh_hant: 戰甲詳情

source: Warm
zh_hans: 温暖
zh_hant: 溫暖

# Wiki
source: Wikipedia
zh_hans: 维基百科
zh_hant: 維基百科

source: World cycle
zh_hans: 世界周期
zh_hant: 世界週期

source: World state
zh_hans: 世界状态
zh_hant: 世界狀態

source: Zariman
zh_hans: 扎里曼号
zh_hant: 扎里曼號
